Repository: K-DOT/it_blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hy

source: th
hy: -րդ

source: st
hy: -ին

source: nd
hy: -րդ

source: rd
hy: -րդ

source: %(value).1f million
hy: %(value).1f միլիոն

source: %(value)s million
hy: %(value)s միլիոն

source: %(value).1f billion
hy: %(value).1f միլիարդ

source: %(value)s billion
hy: %(value)s միլիարդ

source: %(value).1f trillion
hy: %(value).1f տրիլիոն

source: %(value)s trillion
hy: %(value)s տրիլիոն

source: %(value).1f quadrillion
hy: %(value).1f կվադրիլիոն

source: %(value)s quadrillion
hy: %(value)s կվադրիլիոն

source: %(value).1f quintillion
hy: %(value).1f քուինտիլիոն

source: %(value)s quintillion
hy: %(value)s քուինտիլիոն

source: %(value).1f sextillion
hy: %(value).1f սեքստիլիոն

source: %(value)s sextillion
hy: %(value)s սեքստիլիոն

source: %(value).1f septillion
hy: %(value).1f սեպտիլիոն

source: %(value)s septillion
hy: %(value)s սեպտիլիոն

source: %(value).1f octillion
hy: %(value).1f օկտիլիոն

source: %(value)s octillion
hy: %(value)s օկտիլիոն

source: %(value).1f nonillion
hy: %(value).1f նոնիլիոն

source: %(value)s nonillion
hy: %(value)s նոնիլիոն

source: %(value).1f decillion
hy: %(value).1f դեցիլիոն

source: %(value)s decillion
hy: %(value)s դեցիլիոն

source: %(value).1f googol
hy: %(value).1f գուգոլ

source: %(value)s googol
hy: %(value)s գուգոլ

source: one
hy: մեկ

source: two
hy: երկու

source: three
hy: երեք

source: four
hy: չորս

source: five
hy: հինգ

source: six
hy: վեց

source: seven
hy: յոթ

source: eight
hy: ութ

source: nine
hy: ինը

source: today
hy: այսօր

source: tomorrow
hy: վաղը

source: yesterday
hy: երեկ

# naturaltime
source: %(delta)s ago
hy: %(delta)s առաջ

source: now
hy: հիմա

source: a second ago
hy: Մեկ վայրկյան առաջ

source: a minute ago
hy: Մեկ րոպե առաջ

source: an hour ago
hy: Մեկ ժամ առաջ

# naturaltime
source: %(delta)s from now
hy: այս պահից %(delta)s առաջ

source: a second from now
hy: այս պահից մեկ վայրկյան առաջ

source: a minute from now
hy: այս պահից մեկ րոպե առաջ

source: an hour from now
hy: այս պահից մեկ ժամ առաջ
