Repository: K-DOT/it_blog
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Users
hy: Օգտագործողներ

source: Username or Email
hy: Օգտագործողի անուն կամ Email

source: Password
hy: Գաղտնաբառ

source: Remember
hy: Հիշել

source: Personal Info
hy: Անձնական ինֆորմացիա

source: Password confirmation
hy: Գաղտնաբառը նորից

source: First Name
hy: Անուն

source: Last Name
hy: Ազգանուն

source: Username
hy: Օգտագործողի անուն

source: Website
hy: Կայք

source: Passwords must match
hy: Գաղտնաբառերը պետք է համընկնեն

source: A user with that email already exists.
hy: Այս email հասցեով օգտագործող արդեն գրանցված է։

source: Old Password
hy: Հին գաղտնաբառ

source: Old password is incorrect
hy: Հին գաղտնաբառը սխալ է

source: Enter a valid URL.
hy: Մուտքագրեք ճիշտ URL։

source: Avatar
hy: Ավատար

source: Favorite Posts
hy: Սիրված գրառումներ

source: User
hy: Օգտագործող

source: Group
hy: Խումբ

source: Groups
hy: Խմբեր

source: Error!
hy: Սխալ

source: Your activation link is expired
hy: Ձեր ակտիվացման հղումը ժամկետն անց է

source: You can request new activation link
hy: Դուք կարող եք ստանալ նոր ակտիվացման հղում

source: You account is already activated
hy: Ձեր account֊ը արդեն ակտիվացված է

source: Success!
hy: Ամեն ինչ պատրաստ է

source: Your account successfully activated. You can now
hy: Ձեր account֊ը հաջողությամբ ակտիվացված է։ Հիմա դուք կարող եք

source: Sign In
hy: Մուտք գործել

source: Hi, %(username)s. Thank you for joining itandwisdom.com.
hy: Բարև, %(username)s։ Շնորհակալություն itandwisdom.com կայքին միանալու համար։

source: Please confirm your email address by clicking the link below.
hy: Հաստատեք ձեր էլեկտրոնային փոստի հասցեն սեղմելով ստորև գտնվող հղման վրա։

source: Confirm email address
hy: Հաստատել էլեկտրոնային փոստի հասցեն

source: The itandwisdom.com team
hy: itandwisdom.com կայքի թիմ

source: Clear
hy: Մաքրել

source: Browse
hy: Զննարկել

source: New activation link has been sent to your email
hy: Նոր ակտիվացման հղումը ուղարկվեց ձեր էլեկտրոնային փոստի հասցեին

source: New password
hy: Նոր գաղտնաբառ

source: Confirm password
hy: Նոր գաղտնաբառը նորից

source: Submit
hy: Ուղարկել

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
hy: Մենք ուղարկեցինք ձեր էլեկտրոնային փոստի հասցեին գաղտնաբառի փոխման հրահանգները։ Եթե այդ էլեկտրոնային փոստի հասցեով account գոյություն ունի, դուք շուտով կստանաք դրանք։

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
hy: Եթե դուք չեք ստացել նամակը, համոզվեք, որ մուտքագրել եք այն հասցեն, որը օգտագործել եք գրանցման ժամանակ և ստուգեք սպամ թղթապանակը։

source: You're receiving this email because you requested a password reset for your user account at itandwisdom.com
hy: Դուք ստացել եք այս հաղորդագրությունը, քանի որ ցանկացել եք փոխել ձեր գաղտնաբառը itandwisdom.com կայքում

source: Please go to the
hy: Բացեք

source: following page
hy: այս էջը

source: and choose a new password.</p> <p>Your username, in case you've forgotten: %(username)s
hy: և ընտրեք նոր գաղտնաբառ <p>Ձեր օգտագործողի անունն է %(username)s

source: Thanks for using our site!
hy: Շնորհակալ ենք մեր կայքից օգտվելու համար

source: Password reset on itandwisdom.com
hy: Գաղտնաբառի թարմացում itandwisdom.com կայքում

source: You've successfully registered. Now you need activate your account. Check your email.
hy: Դուք հաջողությամբ գրանցվել եք։ Հիմա անհրաժեշտ է ակտիվացնել account֊ը։ Ստուգեք ձեր էլեկտրոնային փոստը։

source: If you haven't recieve activation link you can
hy: Եթե դուք չեք ստացել ակտիվացման հղումը, դուք կարող եք

source: request new activation link
hy: ստանալ նորը

source: Reset Password
hy: Փոխել գաղտնաբառը

source: Sign In
hy: Մուտք գործել

source: sign in
hy: Մուտք գործել

source: Password reset
hy: Փոխել գաղտնաբառը

source: Sign Up
hy: Գրանցվել

source: You also can provide additional information about yourself, if you'd like
hy: Դուք նաև կարող եք տրամադրել լրացուցիչ ինֆորմացիա ձեր մասին

source: Fields marked with an asterisk (*) are required.
hy: Աստղանիշով (*) նշված դաշտերը պարտադիր են

source: First name:
hy: Անուն:

source: Not set
hy: Նշված չէ

source: Last name:
hy: Ազգանուն:

source: Posts:
hy: Գրառումներ:

source: Comments:
hy: Մեկնաբանություններ:

source: Last seen:
hy: Վերջի մուտքը:

source: Likes:
hy: Հավանումներ:

source: Questions: (Soon)
hy: Հարցեր: (Շուտով)

source: Edit profile
hy: Խմբագրել

source: About %(user.username)s
hy: %(user.username)s օգտագործողի մասին

source: User %(username)s told nothing about himself :(
hy: %(username)s օգտագործողը չի պատմել ոչինչ իր մասին :(

source: IT and Wisdom - %(username)s's comments
hy: IT and Wisdom - %(username)s-ի մեկնաբանությունները

source: Post
hy: Գրառումներ:

source: Delete
hy: Հեռացնել

source: User - %(username)s
hy: Օգտագործող - %(username)s

source: User is not active
hy: Օգտագործողը ակտիվ չէ

source: Username or password are incorrect
hy: Սխալ օգտագործողի անուն կամ գաղտնաբառ
