Repository: K-DOT/it_blog
Catalog: navigation/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Menu Item
hy: Մենյուի օբյեկտ

source: Menu Items
hy: Մենյուի օբյեկտներ

source: Navigation
hy: Մենյու

source: Not set
hy: Նշված չէ

source: Authenticated
hy: Իսկորոշված է

source: Not authenticated
hy: Իսկորոշված չէ

source: Is Staff
hy: Անձնակազմի անդամ է

source: Icon
hy: Պատկեր

source: Auth
hy: Իսկորոշում

source: If user need to be authenticated to see item
hy: Արդյոք օգտագործողը պետք է իսկորոշված լինի օբյեկտը տեսնելու համար

source: Name to show in menu. Use [user] variable to display current user Use [search] variable to display search form
hy: Ընտրացանկում ցուցադրվող անունը։ Օգտագործեք [user] փոփոխականը ընթացիկ օգտագործողին ցույց տալու համար Օգտագործեք [search] փոփոխականը որոնման ձևը ցուցադրելու համար

source: Menu name
hy: Անուն

source: Post
hy: Գրառում

source: Page
hy: Էջ

source: Custom URL
hy: Այլ URL

source: URL name
hy: URL֊ի անուն

source: Url name from urls.py files
hy: URL֊ի անունը urls.py ֆայլերից

source: Parent
hy: Վերադաս

source: Authentication
hy: Իսկորոշում

source: You should specify only one field
hy: Դուք պետք է նշեք միայն մի դաշտ

source: Item with id %s
hy: %s համարով օբյեկտ

source: Navigation Menu
hy: Նավիգացիոն Մենյու

source: Navigation Menus
hy: Նավիգացիոն Մենյուներ
